IDEA Open Model
SteelSetupIND.GammaM0 Property
Compatible with IDEA StatiCa 20.1
 Partial safety factor for resistance governed by yielding
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double GammaM0 { get; set; }
Public Property GammaM0 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace